Repository: Ale-Newport/Gym-App
Catalog: GymApp/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, hi, it, ko, pl, tr, zh_hans

# nutritionLibrary.meals.emptyTitle
source: No saved meals yet
es: Aún no hay comidas guardadas
fr: Pas encore de repas enregistrés
hi: अभी कोई सेव किया मील नहीं
it: Ancora nessun pasto salvato
ko: 저장한 식사가 아직 없어요
pl: Brak zapisanych posiłków
tr: Henüz kayıtlı öğün yok
zh_hans: 还没有常用餐食

# nutritionLibrary.meals.favorite
source: Add to favourites
es: Añadir a favoritos
fr: Ajouter aux favoris
hi: पसंदीदा में जोड़ें
it: Aggiungi ai preferiti
ko: 즐겨찾기에 추가
pl: Dodaj do ulubionych
tr: Favorilere ekle
zh_hans: 加入收藏

# nutritionLibrary.meals.foodCount
source: %lld foods
es: %lld alimentos
fr: %lld aliments
hi: %lld फ़ूड
it: %lld alimenti
ko: 음식 %lld개
pl: %lld produktu
tr: %lld besin
zh_hans: %lld 种食物

# nutritionLibrary.meals.foods
source: Foods
es: Alimentos
fr: Aliments
hi: फ़ूड
it: Alimenti
ko: 음식
pl: Produkty
tr: Besinler
zh_hans: 食物

# nutritionLibrary.meals.fromDayDetail
source: Foods: %lld · %@
es: Alimentos: %lld · %@
fr: Aliments : %lld · %@
hi: फ़ूड: %lld · %@
it: Alimenti: %lld · %@
ko: 음식 %lld개 · %@
pl: Produkty: %lld · %@
tr: Besin: %lld · %@
zh_hans: 食物：%lld · %@

# nutritionLibrary.meals.fromDayMessage
source: Turn a meal already in your diary into one you can log again in a tap.
es: Convierte una comida que ya está en tu diario en una que puedas registrar con un toque.
fr: Transforme un repas déjà dans ton journal en repas que tu pourras noter d’un geste.
hi: अपनी डायरी में पहले से मौजूद किसी मील को ऐसा बना लें कि आगे एक टैप में दर्ज हो जाए।
it: Trasforma un pasto già nel tuo diario in uno che puoi registrare di nuovo con un tocco.
ko: 이미 기록해 둔 식사를 한 번에 다시 기록할 수 있는 식사로 만들어요.
pl: Zamień posiłek z dziennika w taki, który zapiszesz ponownie jednym dotknięciem.
tr: Günlüğündeki bir öğünü, tek dokunuşla tekrar kaydedebileceğin bir öğüne dönüştür.
zh_hans: 把日记里已有的一餐变成可以一键再次记录的餐食。

# nutritionLibrary.meals.fromDayTitle
source: Save from what you logged
es: Guardar a partir de lo registrado
fr: Enregistrer depuis ton journal
hi: जो दर्ज किया है उसी से सेव करें
it: Salva da ciò che hai registrato
ko: 기록한 내용에서 저장하기
pl: Zapisz z tego, co masz w dzienniku
tr: Kaydettiklerinden öğün oluştur
zh_hans: 从已记录的内容保存

# nutritionLibrary.meals.log
source: Log
es: Registrar
fr: Enregistrer
hi: दर्ज करें
it: Registra
ko: 기록
pl: Zapisz
tr: Kaydet
zh_hans: 记录

# nutritionLibrary.meals.logAccessibility
source: Log %@ into a meal
es: Registrar %@ en una comida
fr: Enregistrer %@ dans un repas
hi: %@ को किसी मील में दर्ज करें
it: Registra %@ in un pasto
ko: %@ 항목을 식사에 기록
pl: Zapisz %@ do posiłku
tr: %@ öğesini bir öğüne kaydet
zh_hans: 把 %@ 记录到某一餐

# nutritionLibrary.meals.logged
source: Logged
es: Registrada
fr: Enregistré
hi: दर्ज हो गया
it: Registrato
ko: 기록함
pl: Zapisano
tr: Kaydedildi
zh_hans: 已记录

# nutritionLibrary.meals.moreAccessibility
source: More options for %@
es: Más opciones de %@
fr: Plus d’options pour %@
hi: %@ के और विकल्प
it: Altre opzioni per %@
ko: %@ 추가 옵션
pl: Więcej opcji dla %@
tr: %@ için diğer seçenekler
zh_hans: %@ 的更多选项

# nutritionLibrary.meals.name
source: Name
es: Nombre
fr: Nom
hi: नाम
it: Nome
ko: 이름
pl: Nazwa
tr: Ad
zh_hans: 名称

# nutritionLibrary.meals.nameFromDayMessage
source: It is saved with the foods and amounts you logged for that meal.
es: Se guarda con los alimentos y las cantidades que registraste en esa comida.
fr: Il est enregistré avec les aliments et les quantités notés pour ce repas.
hi: यह उन्हीं फ़ूड और मात्राओं के साथ सेव होगा जो आपने उस मील में दर्ज किए थे।
it: Viene salvato con gli alimenti e le quantità che avevi registrato per quel pasto.
ko: 그때 기록한 음식과 양 그대로 저장돼요.
pl: Zapisujemy go z produktami i ilościami, które wpisałeś w tym posiłku.
tr: O öğün için kaydettiğin besinler ve miktarlarla saklanır.
zh_hans: 保存时会带上你为那一餐记录的食物和分量。

# nutritionLibrary.meals.nameFromDayTitle
source: Name this meal
es: Ponle nombre a esta comida
fr: Nomme ce repas
hi: इस मील को नाम दें
it: Dai un nome a questo pasto
ko: 이 식사의 이름
pl: Nazwij ten posiłek
tr: Bu öğüne ad ver
zh_hans: 为这一餐命名

# nutritionLibrary.meals.namePlaceholder
source: e.g. Usual breakfast
es: p. ej. Desayuno de siempre
fr: ex. Petit-déjeuner de tous les jours
hi: जैसे रोज़ का नाश्ता
it: es. Colazione di sempre
ko: 예: 늘 먹는 아침
pl: np. zwykłe śniadanie
tr: örn. Her zamanki kahvaltı
zh_hans: 例如：日常早餐

# nutritionLibrary.meals.newTitle
source: New meal
es: Nueva comida
fr: Nouveau repas
hi: नया मील
it: Nuovo pasto
ko: 새 식사
pl: Nowy posiłek
tr: Yeni öğün
zh_hans: 新建餐食

# nutritionLibrary.meals.nothingToLog
source: There was nothing left in this meal to log. Its foods are no longer in your library.
es: No quedaba nada que registrar en esta comida. Sus alimentos ya no están en tu biblioteca.
fr: Il ne restait rien à enregistrer dans ce repas. Ses aliments ne sont plus dans ta bibliothèque.
hi: इस मील में दर्ज करने लायक कुछ नहीं बचा। इसके फ़ूड अब आपकी लाइब्रेरी में नहीं हैं।
it: In questo pasto non è rimasto nulla da registrare. I suoi alimenti non sono più nella tua libreria.
ko: 이 식사에 기록할 것이 남아 있지 않아요. 담긴 음식이 내 목록에 더 이상 없어요.
pl: W tym posiłku nie zostało nic do zapisania. Jego produktów nie ma już w Twojej bibliotece.
tr: Bu öğünde kaydedilecek bir şey kalmamış. İçindeki besinler artık kütüphanende değil.
zh_hans: 这一餐已经没有可记录的内容，它的食物都不在你的食物库里了。

# nutritionLibrary.meals.title
source: Saved meals
es: Comidas guardadas
fr: Repas enregistrés
hi: सेव किए मील
it: Pasti salvati
ko: 저장한 식사
pl: Zapisane posiłki
tr: Kayıtlı öğünler
zh_hans: 常用餐食

# nutritionLibrary.meals.total
source: Meal total
es: Total de la comida
fr: Total du repas
hi: मील का कुल
it: Totale del pasto
ko: 식사 합계
pl: Razem w posiłku
tr: Öğün toplamı
zh_hans: 整餐合计

# nutritionLibrary.meals.unfavorite
source: Remove from favourites
es: Quitar de favoritos
fr: Retirer des favoris
hi: पसंदीदा से हटाएँ
it: Togli dai preferiti
ko: 즐겨찾기에서 제거
pl: Usuń z ulubionych
tr: Favorilerden çıkar
zh_hans: 取消收藏

# nutritionLibrary.meals.unresolvedItems
source: %lld foods in this meal are no longer in your library.
es: %lld alimentos de esta comida ya no están en tu biblioteca.
fr: %lld aliments de ce repas ne sont plus dans ta bibliothèque.
hi: इस मील के %lld फ़ूड अब आपकी लाइब्रेरी में नहीं हैं।
it: %lld alimenti di questo pasto non sono più nella tua libreria.
ko: 이 식사에 담긴 음식 %lld개가 내 목록에 더 이상 없어요.
pl: %lld produktu z tego posiłku nie ma już w Twojej bibliotece.
tr: Bu öğündeki %lld besin artık kütüphanende değil.
zh_hans: 这一餐中有 %lld 种食物已不在你的食物库里。

# nutritionLibrary.micros.emptyMessage
source: Micronutrients are added up from what you log, so this fills in as the day goes on.
es: Los micronutrientes se suman a partir de lo que registras, así que esto se irá rellenando a lo largo del día.
fr: Les micronutriments s’additionnent à partir de ce que tu enregistres : cela se remplit donc au fil de la journée.
hi: माइक्रोन्यूट्रिएंट आपकी दर्ज की गई चीज़ों से जुड़ते हैं, इसलिए दिन बढ़ने के साथ यह भरता जाएगा।
it: I micronutrienti si sommano da ciò che registri, quindi questa schermata si riempie man mano che passa la giornata.
ko: 미량 영양소는 기록한 음식에서 합산되기 때문에 하루가 지나면서 채워져요.
pl: Mikroskładniki sumują się z tego, co zapisujesz, więc będą się tu pojawiać w ciągu dnia.
tr: Mikro besinler kaydettiklerinden toplanır, yani gün ilerledikçe burası dolar.
zh_hans: 微量营养素是从你记录的内容累加出来的，随着一天进行会逐渐填满。

# nutritionLibrary.micros.emptyTitle
source: Nothing logged for this day
es: No hay nada registrado este día
fr: Rien d’enregistré pour cette journée
hi: इस दिन कुछ दर्ज नहीं है
it: Niente registrato per questo giorno
ko: 이 날은 기록한 게 없어요
pl: Nic nie zapisano tego dnia
tr: Bu gün için kayıt yok
zh_hans: 这一天还没有记录

# nutritionLibrary.micros.goalNote
source: Where you have set your own figure for a nutrient, that is used instead of the reference intake.
es: Cuando hayas fijado tu propia cifra para un nutriente, se usa esa en lugar de la ingesta de referencia.
fr: Quand tu as fixé ta propre valeur pour un nutriment, c’est elle qui est utilisée à la place de l’apport de référence.
hi: जिस पोषक तत्व के लिए आपने अपना आँकड़ा तय किया है, वहाँ संदर्भ मात्रा की जगह वही इस्तेमाल होता है।
it: Dove hai impostato un tuo valore per un nutriente, viene usato quello al posto dell'assunzione di riferimento.
ko: 직접 정한 값이 있는 영양소는 기준 섭취량 대신 그 값을 써요.
pl: Jeśli ustawiłeś własną wartość dla składnika, używamy jej zamiast spożycia referencyjnego.
tr: Bir besin ögesi için kendi değerini belirlediysen, referans alım yerine o kullanılır.
zh_hans: 如果你为某种营养素设过自己的数值，会用你的数值，而不是参考摄入量。

# nutritionLibrary.micros.limit
source: Limit
es: Límite
fr: Limite
hi: सीमा
it: Limite
ko: 상한
tr: Sınır
zh_hans: 上限

# nutritionLibrary.micros.minerals
source: Minerals
es: Minerales
fr: Minéraux
hi: मिनरल
it: Minerali
ko: 무기질
pl: Minerały
tr: Mineraller
zh_hans: 矿物质

# nutritionLibrary.micros.nextDay
source: Next day
es: Día siguiente
fr: Jour suivant
hi: अगला दिन
it: Giorno successivo
ko: 다음 날
pl: Następny dzień
tr: Sonraki gün
zh_hans: 后一天

# nutritionLibrary.micros.noData
source: Not in this food data
es: No figura en estos datos
fr: Absent de ces données
hi: इस फ़ूड डेटा में नहीं
it: Non presente in questi dati
ko: 이 음식 데이터에 없음
pl: Brak w danych tego produktu
tr: Bu besin verisinde yok
zh_hans: 此食物数据中没有

# nutritionLibrary.micros.noReference
source: No reference intake
es: Sin ingesta de referencia
fr: Pas d’apport de référence
hi: कोई संदर्भ मात्रा नहीं
it: Nessun valore di riferimento
ko: 기준 섭취량 없음
pl: Brak wartości referencyjnej
tr: Referans alım yok
zh_hans: 没有参考摄入量

# nutritionLibrary.micros.ofReference
source: %@ of %@
es: %@ de %@
fr: %@ sur %@
it: %@ di %@
pl: %@ z %@

# nutritionLibrary.micros.other
source: Other nutrients
es: Otros nutrientes
fr: Autres nutriments
hi: अन्य पोषक तत्व
it: Altri nutrienti
ko: 기타 영양소
pl: Inne składniki
tr: Diğer besin ögeleri
zh_hans: 其他营养素

# nutritionLibrary.micros.previousDay
source: Previous day
es: Día anterior
fr: Jour précédent
hi: पिछला दिन
it: Giorno precedente
ko: 이전 날
pl: Poprzedni dzień
tr: Önceki gün
zh_hans: 前一天

# nutritionLibrary.micros.referenceNote
source: Reference intakes are general adult figures from published guidance, not targets set for you.
es: Las ingestas de referencia son cifras generales para adultos tomadas de guías publicadas, no objetivos fijados para ti.
fr: Les apports de référence sont des valeurs générales pour un adulte, issues de recommandations publiées, et non des objectifs fixés pour toi.
hi: संदर्भ मात्राएँ प्रकाशित दिशानिर्देशों के सामान्य वयस्क आँकड़े हैं, आपके लिए तय किए गए लक्ष्य नहीं।
it: Le assunzioni di riferimento sono valori generali per adulti presi da linee guida pubblicate, non obiettivi calcolati su di te.
ko: 기준 섭취량은 공개된 지침의 일반 성인 수치이고, 개인에게 맞춘 목표는 아니에요.
pl: Spożycie referencyjne to ogólne wartości dla dorosłych z opublikowanych wytycznych, a nie cele ustawione dla Ciebie.
tr: Referans alımlar, yayımlanmış kılavuzlardan alınan genel yetişkin değerleridir; sana özel hedefler değildir.
zh_hans: 参考摄入量取自公开指南中的一般成人数值，不是为你设定的目标。

# nutritionLibrary.micros.rowAccessibility
source: %@: %@, %@ of the reference intake.
es: %@: %@, un %@ de la ingesta de referencia.
fr: %@ : %@, %@ de l’apport de référence.
hi: %@: %@, संदर्भ मात्रा का %@।
it: %@: %@, %@ dell'assunzione di riferimento.
ko: %@: %@, 기준 섭취량의 %@.
pl: %@: %@, %@ wartości referencyjnej.
tr: %@: %@, referans alımın %@ kadarı.
zh_hans: %@：%@，占参考摄入量的 %@。

# nutritionLibrary.micros.rowLimitAccessibility
source: %@, one to keep an eye on: %@, %@ of the reference intake.
es: %@, conviene vigilarlo: %@, un %@ de la ingesta de referencia.
fr: %@, à surveiller : %@, %@ de l’apport de référence.
hi: %@, इस पर नज़र रखें: %@, संदर्भ मात्रा का %@।
it: %@, da tenere d'occhio: %@, %@ dell'assunzione di riferimento.
ko: %@, 눈여겨볼 항목: %@, 기준 섭취량의 %@.
pl: %@, warto mieć to na oku: %@, %@ wartości referencyjnej.
tr: %@, gözden kaçırmaman gerekenlerden: %@, referans alımın %@ kadarı.
zh_hans: %@，需要留意：%@，占参考摄入量的 %@。

# nutritionLibrary.micros.rowNoReferenceAccessibility
source: %@: %@. No reference intake.
es: %@: %@. Sin ingesta de referencia.
fr: %@ : %@. Pas d’apport de référence.
hi: %@: %@. कोई संदर्भ मात्रा नहीं।
it: %@: %@. Nessun valore di riferimento.
ko: %@: %@. 기준 섭취량 없음.
pl: %@: %@. Brak wartości referencyjnej.
tr: %@: %@. Referans alım yok.
zh_hans: %@：%@。没有参考摄入量。

# nutritionLibrary.micros.rowUnknownAccessibility
source: %@: not in this food data.
es: %@: no figura en estos datos.
fr: %@ : absent de ces données.
hi: %@: इस फ़ूड डेटा में नहीं।
it: %@: non presente in questi dati.
ko: %@: 이 음식 데이터에 없음.
pl: %@: brak w danych tego produktu.
tr: %@: bu besin verisinde yok.
zh_hans: %@：此食物数据中没有。

# nutritionLibrary.micros.title
source: Micronutrients
es: Micronutrientes
fr: Micronutriments
hi: माइक्रोन्यूट्रिएंट
it: Micronutrienti
ko: 미량 영양소
pl: Mikroskładniki
tr: Mikro besinler
zh_hans: 微量营养素

# nutritionLibrary.micros.unknownNote
source: %lld nutrients are not in the food data for what you logged, so they show as unknown rather than as zero.
es: %lld nutrientes no aparecen en los datos de lo que registraste, así que se muestran como desconocidos y no como cero.
fr: %lld nutriments ne figurent pas dans les données des aliments enregistrés : ils apparaissent comme inconnus plutôt que comme zéro.
hi: आपने जो दर्ज किया उसके फ़ूड डेटा में %lld पोषक तत्व नहीं हैं, इसलिए वे शून्य नहीं, अज्ञात दिखते हैं।
it: %lld nutrienti non sono presenti nei dati degli alimenti che hai registrato, quindi risultano sconosciuti e non zero.
ko: 기록한 음식의 데이터에 영양소 %lld개가 없어서 0이 아니라 모름으로 표시돼요.
pl: %lld składnika nie występuje w danych o tym, co zapisałeś, więc pokazuje się jako nieznany, a nie jako zero.
tr: Kaydettiklerinin besin verisinde %lld besin ögesi yer almıyor, bu yüzden sıfır değil bilinmiyor olarak görünüyorlar.
zh_hans: 你记录的食物数据里缺少 %lld 种营养素，因此显示为未知，而不是零。

# nutritionLibrary.micros.vitamins
source: Vitamins
es: Vitaminas
fr: Vitamines
hi: विटामिन
it: Vitamine
ko: 비타민
pl: Witaminy
tr: Vitaminler
zh_hans: 维生素

# nutritionLibrary.picker.addFood
source: Add a food
es: Añadir un alimento
fr: Ajouter un aliment
hi: फ़ूड जोड़ें
it: Aggiungi un alimento
ko: 음식 추가
pl: Dodaj produkt
tr: Besin ekle
zh_hans: 添加食物

# nutritionLibrary.picker.amount
source: Amount
es: Cantidad
fr: Quantité
hi: मात्रा
it: Quantità
ko: 양
pl: Ilość
tr: Miktar
zh_hans: 数量

# nutritionLibrary.picker.emptyMessage
source: Nothing here matches that. Create the food once and it is yours to reuse.
es: Aquí no hay nada que coincida. Crea el alimento una vez y ya será tuyo para reutilizarlo.
fr: Rien ici ne correspond. Crée l’aliment une fois et il sera à toi pour toujours.
hi: यहाँ इससे मिलता-जुलता कुछ नहीं है। फ़ूड एक बार बना लें, फिर वह हमेशा आपका है।
it: Qui non c'è nulla che corrisponda. Crea l'alimento una volta e resta tuo, pronto da riusare.
ko: 일치하는 음식이 없어요. 한 번 만들어 두면 계속 다시 쓸 수 있어요.
pl: Nic tutaj nie pasuje. Utwórz produkt raz, a zostanie u Ciebie na przyszłość.
tr: Buradaki hiçbir şey eşleşmiyor. Besini bir kez oluştur, sonra hep kullan.
zh_hans: 这里没有匹配的内容。创建一次，以后就可以一直用。

# nutritionLibrary.picker.emptyTitle
source: No foods found
es: No se han encontrado alimentos
fr: Aucun aliment trouvé
hi: कोई फ़ूड नहीं मिला
it: Nessun alimento trovato
ko: 찾은 음식이 없어요
pl: Nie znaleziono produktów
tr: Besin bulunamadı
zh_hans: 没有找到食物

# nutritionLibrary.picker.macroSummary
source: %@ · %@ protein · %@ carbs · %@ fat
es: %@ · %@ de proteína · %@ de hidratos · %@ de grasa
fr: %@ · %@ de protéines · %@ de glucides · %@ de lipides
hi: %@ · %@ प्रोटीन · %@ कार्ब्स · %@ फैट
it: %@ · %@ proteine · %@ carboidrati · %@ grassi
ko: %@ · 단백질 %@ · 탄수화물 %@ · 지방 %@
pl: %@ · białko %@ · węgl. %@ · tłuszcz %@
tr: %@ · %@ protein · %@ karbonhidrat · %@ yağ
zh_hans: %@ · 蛋白质 %@ · 碳水 %@ · 脂肪 %@

# nutritionLibrary.picker.removeFood
source: Remove %@
es: Quitar %@
fr: Retirer %@
hi: %@ हटाएँ
it: Rimuovi %@
ko: %@ 제거
pl: Usuń %@
tr: %@ besinini çıkar
zh_hans: 移除 %@

# nutritionLibrary.picker.rowSummary
source: %@ · %@ protein · %@
es: %@ · %@ de proteína · %@
fr: %@ · %@ de protéines · %@
hi: %@ · %@ प्रोटीन · %@
it: %@ · %@ proteine · %@
ko: %@ · 단백질 %@ · %@
pl: %@ · białko %@ · %@
zh_hans: %@ · 蛋白质 %@ · %@

# nutritionLibrary.picker.searchPrompt
source: Search foods
es: Buscar alimentos
fr: Rechercher un aliment
hi: फ़ूड खोजें
it: Cerca alimenti
ko: 음식 검색
pl: Szukaj produktów
tr: Besin ara
zh_hans: 搜索食物

# nutritionLibrary.picker.unit
source: Unit
es: Unidad
fr: Unité
hi: इकाई
it: Unità
ko: 단위
pl: Jednostka
tr: Birim
zh_hans: 单位

# nutritionLibrary.recipes.addIngredient
source: Add an ingredient
es: Añadir un ingrediente
fr: Ajouter un ingrédient
hi: सामग्री जोड़ें
it: Aggiungi un ingrediente
ko: 재료 추가
pl: Dodaj składnik
tr: Malzeme ekle
zh_hans: 添加配料

# nutritionLibrary.recipes.chooseAmount
source: Choose how many
es: Elegir cuántas
fr: Choisir la quantité
hi: कितनी, यह चुनें
it: Scegli quante
ko: 양 고르기
pl: Wybierz ile
tr: Miktarı seç
zh_hans: 选择份数

# nutritionLibrary.recipes.droppedIngredients
source: %lld ingredients were left out — they are no longer in your library.
es: %lld ingredientes se han quedado fuera: ya no están en tu biblioteca.
fr: %lld ingrédients ont été laissés de côté — ils ne sont plus dans ta bibliothèque.
hi: %lld सामग्री छूट गईं — वे अब आपकी लाइब्रेरी में नहीं हैं।
it: %lld ingredienti sono stati esclusi: non sono più nella tua libreria.
ko: 재료 %lld개는 빠졌어요. 내 목록에 더 이상 없어요.
pl: %lld składnika pominięto — nie ma go już w Twojej bibliotece.
tr: %lld malzeme dışarıda kaldı — artık kütüphanende değiller.
zh_hans: 有 %lld 种配料被略去，它们已不在你的食物库里。

# nutritionLibrary.recipes.editTitle
source: Edit recipe
es: Editar receta
fr: Modifier la recette
hi: रेसिपी एडिट करें
it: Modifica ricetta
ko: 레시피 편집
pl: Edytuj przepis
tr: Tarifi düzenle
zh_hans: 编辑食谱

# nutritionLibrary.recipes.emptyEditorMessage
source: Add what goes in, and Forge works out the nutrition per serving.
es: Añade lo que lleva y Forge calcula la nutrición por ración.
fr: Ajoute ce qui entre dedans, et Forge calcule les valeurs par portion.
hi: इसमें जो जाता है वह जोड़ें, और Forge हर सर्विंग का न्यूट्रिशन निकाल देगा।
it: Aggiungi cosa ci va dentro e Forge calcola i valori nutrizionali per porzione.
ko: 들어가는 재료를 추가하면 Forge가 1회분 영양 정보를 계산해 줘요.
pl: Dodaj to, co wchodzi w skład, a Forge policzy wartości odżywcze na porcję.
tr: İçine ne giriyorsa ekle; Forge porsiyon başına besin değerlerini hesaplasın.
zh_hans: 把用到的材料加进来，Forge 会算出每份的营养。

# nutritionLibrary.recipes.emptyEditorTitle
source: No ingredients yet
es: Aún no hay ingredientes
fr: Pas encore d’ingrédients
hi: अभी कोई सामग्री नहीं
it: Ancora nessun ingrediente
ko: 아직 재료가 없어요
pl: Brak składników
tr: Henüz malzeme yok
zh_hans: 还没有配料

# nutritionLibrary.recipes.emptyMessage
source: Build a recipe once and log it by the serving, without listing every ingredient again.
es: Crea una receta una vez y regístrala por raciones, sin volver a listar cada ingrediente.
fr: Construis une recette une fois et enregistre-la à la portion, sans relister chaque ingrédient.
hi: रेसिपी एक बार बनाएँ और फिर हर बार सामग्री गिनाए बिना सर्विंग के हिसाब से दर्ज करें।
it: Costruisci una ricetta una volta e registrala a porzioni, senza dover elencare ogni ingrediente ogni volta.
ko: 레시피를 한 번 만들어 두면 재료를 다시 적지 않고 회분 단위로 기록할 수 있어요.
pl: Zbuduj przepis raz i zapisuj go na porcje, bez wypisywania za każdym razem wszystkich składników.
tr: Tarifi bir kez oluştur, sonra her malzemeyi tekrar yazmadan porsiyonla kaydet.
zh_hans: 食谱建一次，以后按份记录，不用每次重新列出所有配料。

# nutritionLibrary.recipes.emptyTitle
source: No recipes yet
es: Aún no hay recetas
fr: Pas encore de recettes
hi: अभी कोई रेसिपी नहीं
it: Ancora nessuna ricetta
ko: 레시피가 아직 없어요
pl: Brak przepisów
tr: Henüz tarif yok
zh_hans: 还没有食谱

# nutritionLibrary.recipes.ingredientCount
source: %lld ingredients
es: %lld ingredientes
fr: %lld ingrédients
hi: %lld सामग्री
it: %lld ingredienti
ko: 재료 %lld개
pl: %lld składnika
tr: %lld malzeme
zh_hans: %lld 种配料

# nutritionLibrary.recipes.ingredients
source: Ingredients
es: Ingredientes
fr: Ingrédients
hi: सामग्री
it: Ingredienti
ko: 재료
pl: Składniki
tr: Malzemeler
zh_hans: 配料

# nutritionLibrary.recipes.instructions
source: Method
es: Elaboración
fr: Préparation
hi: बनाने का तरीका
it: Procedimento
ko: 만드는 법
pl: Sposób przygotowania
tr: Yapılışı
zh_hans: 做法

# nutritionLibrary.recipes.logAccessibility
source: Log %@ into a meal
es: Registrar %@ en una comida
fr: Enregistrer %@ dans un repas
hi: %@ को किसी मील में दर्ज करें
it: Registra %@ in un pasto
ko: %@ 항목을 식사에 기록
pl: Zapisz %@ do posiłku
tr: %@ öğesini bir öğüne kaydet
zh_hans: 把 %@ 记录到某一餐

# nutritionLibrary.recipes.logButton
source: Log this recipe
es: Registrar esta receta
fr: Enregistrer cette recette
hi: यह रेसिपी दर्ज करें
it: Registra questa ricetta
ko: 이 레시피 기록
pl: Zapisz ten przepis
tr: Bu tarifi kaydet
zh_hans: 记录这份食谱

# nutritionLibrary.recipes.logOne
source: Log 1 serving
es: Registrar 1 ración
fr: Enregistrer 1 portion
hi: 1 सर्विंग दर्ज करें
it: Registra 1 porzione
ko: 1회분 기록
pl: Zapisz 1 porcję
tr: 1 porsiyon kaydet
zh_hans: 记录 1 份

# nutritionLibrary.recipes.logTitle
source: Log recipe
es: Registrar receta
fr: Enregistrer la recette
hi: रेसिपी दर्ज करें
it: Registra la ricetta
ko: 레시피 기록
pl: Zapisz przepis
tr: Tarifi kaydet
zh_hans: 记录食谱

# nutritionLibrary.recipes.logged
source: Logged
es: Registrada
fr: Enregistrée
hi: दर्ज हो गई
it: Registrata
ko: 기록함
pl: Zapisano
tr: Kaydedildi
zh_hans: 已记录

# nutritionLibrary.recipes.moreAccessibility
source: More options for %@
es: Más opciones de %@
fr: Plus d’options pour %@
hi: %@ के और विकल्प
it: Altre opzioni per %@
ko: %@ 추가 옵션
pl: Więcej opcji dla %@
tr: %@ için diğer seçenekler
zh_hans: %@ 的更多选项

# nutritionLibrary.recipes.name
source: Name
es: Nombre
fr: Nom
hi: नाम
it: Nome
ko: 이름
pl: Nazwa
tr: Ad
zh_hans: 名称

# nutritionLibrary.recipes.namePlaceholder
source: e.g. Chilli con carne
es: p. ej. Chili con carne
fr: ex. Chili con carne
hi: जैसे राजमा चावल
it: es. Chili con carne
ko: 예: 칠리 콘 카르네
pl: np. chili con carne
tr: örn. Etli kuru fasulye
zh_hans: 例如：辣味炖牛肉

# nutritionLibrary.recipes.newTitle
source: New recipe
es: Nueva receta
fr: Nouvelle recette
hi: नई रेसिपी
it: Nuova ricetta
ko: 새 레시피
pl: Nowy przepis
tr: Yeni tarif
zh_hans: 新建食谱

# nutritionLibrary.recipes.perServing
source: Per serving
es: Por ración
fr: Par portion
hi: प्रति सर्विंग
it: Per porzione
ko: 1회분 기준
pl: Na porcję
tr: Porsiyon başına
zh_hans: 每份

# nutritionLibrary.recipes.perServingHint
source: Makes %@ servings
es: Salen %@ raciones
fr: Donne %@ portions
hi: %@ सर्विंग बनती हैं
it: Rende %@ porzioni
ko: 총 %@회분
pl: Wychodzi %@ porcji
tr: %@ porsiyon çıkar
zh_hans: 可做 %@ 份

# nutritionLibrary.recipes.preparationMinutes
source: Preparation time
es: Tiempo de preparación
fr: Temps de préparation
hi: बनाने का समय
it: Tempo di preparazione
ko: 조리 시간
pl: Czas przygotowania
tr: Hazırlama süresi
zh_hans: 准备时间

# nutritionLibrary.recipes.servingSheetMessage
source: How much of %@ did you have?
es: ¿Cuánto has tomado de %@?
fr: Quelle quantité de %@ as-tu mangée ?
hi: आपने %@ कितनी ली?
it: Quanto ne hai mangiato di %@?
ko: %@, 얼마나 드셨어요?
pl: %@ — ile z tego zjadłeś?
tr: %@ tarifinden ne kadar yedin?
zh_hans: 你吃了多少 %@？

# nutritionLibrary.recipes.servingsCount
source: Servings it makes
es: Raciones que salen
fr: Nombre de portions
hi: कितनी सर्विंग बनती हैं
it: Porzioni che rende
ko: 만들어지는 양
pl: Liczba porcji
tr: Kaç porsiyon çıkıyor
zh_hans: 可做几份

# nutritionLibrary.recipes.servingsToLog
source: Servings
es: Raciones
fr: Portions
hi: सर्विंग
it: Porzioni
ko: 회분
pl: Porcje
tr: Porsiyon
zh_hans: 份数

# nutritionLibrary.recipes.subtitle
source: Makes %@ servings · Ingredients: %lld
es: Salen %@ raciones · Ingredientes: %lld
fr: Donne %@ portions · Ingrédients : %lld
hi: %@ सर्विंग · सामग्री: %lld
it: Rende %@ porzioni · Ingredienti: %lld
ko: 총 %@회분 · 재료 %lld개
pl: Wychodzi %@ porcji · Składniki: %lld
tr: %@ porsiyon çıkar · Malzeme: %lld
zh_hans: 可做 %@ 份 · 配料：%lld
